Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=298_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi hoahpuha álgoálbmotvuoigatvuođaid ovddideami
smn: Sämitigge huáput algâaalmugvuoigâdvuođâid

source: Sámediggi bivdá stáhtaráđis oktasaščoahkkima álgoálbmotvuoigatvuođaid ovddideamis.
smn: Sämitigge pivdá staatârääđist ohtsâščuákkim algâaalmugvuoigâdvuođâi oovdedmân.

source: Sámediggi lea duhtameahttun sámiide vuođđolágas dorvvastuvvon álgoálbmotvuoigatvuođaid ovdáneapmái Suomas.
smn: Sämitigge lii tutâmettum sämmilijd vuáđulaavâst torvejum algâaalmugvuoigâdvuođâi ovdánmân Suomâst.

source: Vuoigatvuohtaministeriija lea lahkonan sámedikki reivviin, mii guoská almmolaš čovdosa áigái oažžumii, man dárkkuhussan lea buoridit sápmelaččaid riektesasjádaga iešguđet hálddahussurggiin ja láhkaásaheamis.
smn: Riehtiministeriö lii aldanâm sämitige reiváin, mii kuáská almolâš čuávdus ááigán finnim sämmilij vuoigâdvuođâi pyereedmân jieškote-uv haldâttâssyergist já lahâaasâtmist.

source: Sámedikki stivra lea almmuhan ministeriijai iežas duhtameahttunvuođa das, ahte ILO 169-soahpámuša ratifiseren ii leat máinnašuvvon stáhta vuoruhuvvon ulbmilin.
smn: Sämitige stivrâ lii almottâm ministeriöid tutâmettumvuođâs toos, et ILO 169-sopâmuš ratifisisten ij lah mainâšum staatâ vuosâjasâš ulmen.

source: Stivra lea maid iežas vástádusas ministeriijai imaštallan álgoálbmotvuoigatvuođaid ovddideami ádjáneami ja bivdán stáhtaráđis oktasaščoahkkima sámedikki stivrrain, oaiveministtariin ja dán ášši čoavddaministtariiguin.
smn: Sämitige stivrâ lii meiddei vástádâsâtis ministeriöid tuommim algâaalmugvuoigâdvuođâi ovdánem hiđesvuođâ já pivdám staatârääđist ohtsâščuákkim sämitige stivráin, uáiviministeráin já taan ääši čoovdâministerijguin.

source: Ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, muitalii sámedikki 24.6. čoahkkánan dievasčoahkkimii áigeguovdilis áššiin.
smn: Saavâjođetteijee Juvá Leemit, Klemetti Näkkäläjärvi, muštâlij sämitige tievâsčuákkimân äigikyevdilis aašijn.

source: Son gávnnahii, ahte Vanhasa nuppi ráđđehusa doaibmaáigodat lea juo mannan beallemutto meaddel, iige ráđđehus leat ovddidan álgoálbmotvuoigatvuođaid nugo ráđđehusprográmmii lea čállojuvvon.
smn: Sun páhudij Vanhas nube haldâttâs toimâáigáduvâst kuullâm jo paijeel pele, ige haldâttâs lah ovdedâm algâaalmugvuoigâdvuođâid nuuvt ko haldâttâsohjelmân lii čaallum.

source: Álgoálbmotáššit ovdánit birashálddahusas
smn: Algâaalmugääših ovdáneh pirâshaldâttâsâst

source: Birasministeriija lea ásahan geassemánu álggus álgoálbmogiid árbedieđu gieđahalli áššedovdibargojoavkku.
smn: Pirâsministeriö lii asâttâm kesimáánu aalgâst algâaalmugij ärbitiäđu kieđâvuššee äššitobdeejuávhu.

source: Dan bargun lea suokkardit biodiversiteahttasoahpamuššii gullevaš artihkkala, mii guoská álgoálbmoga árbedieđu heiveheami.
smn: Ton pargon lii kieđâvuššâđ biodiversiteetsopâmušân kullee artikla, mii kuáská algâaalmug ärbitiäđu heiviittem.

source: Sámedikki ságadoalli almmuhii duhtávažžan, ahte sámedikkis lea buorre ovddastus bargojoavkkus.
smn: Sämitige saavâjođetteijee almottij tuđâvâžžân, et sämitiggeest lii šiev ovdâstâs pargojuávhust.

source: Son ieš bargá bargojoavkku ságadoallin.
smn: Sun jieš tuáimá pargojuávhu saavâjođetteijen.

source: Sámedikki ovddasteaddjin bargojoavkkus leaba maid ohcejohkalaš doavttir, sámedikki áirras Heidi Eriksen ja boazoisit J. Antti Magga Eanodagas.
smn: Sämitige ovdâsteijen mieldi láá meiddei ucjuvlâš tuáhtár, sämitige jeessân Heidi Eriksen já puásui-iššeed J. Antti Magga Iänuduvâst.
